[
   {
     "shop": "Kaigo Coffee Room",
     "link": "https://www.instagram.com/kaigocoffee/",
     "img": "kaigo.jpg",
     "datevisited": "03.05.2023",
     "address": "120 C Lafayette St, New York, NY 10013",
     "openhours": "8a - 4p",
     "phonenumber": "646.504.5353",
     "description": "What started out in SoHo as a passion project between two friends gradually introduced us to a new way of life. We admired how the community accepted us with open arms and want to share all the culture and unique experiences coffee has to offer with everyone.\n\nOur goal is to make specialty coffee approachable. Every cup is crafted to be as palatable as it is aesthetically pleasing, with a focus on taste complemented by the delicacy of latte art.\n\nSwing by, grab a cup, and let us share our passion with you.",
     "bathroom": "no (will tell you to go to Canal Street Market around the corner)",
     "whatididandorder": "ordered a oolong tea, worked on core 2: typography – project 2 home ",
     "notes": "there was music playing in the background, at the corner of a pretty busy intersection (canal st & lafayette st), good lighting, generally clean environment"
   },
   {
     "shop": "Dreamers Coffee House",
     "link": "https://www.instagram.com/dreamers.nyc/",
     "img": "dreamers.jpg",
     "datevisited": "03.05.2023",
     "address": "54W Henry St, New York, NY 10002",
     "openhours": "Weekdays: 8a-5p / Weekends: 9a-5p",
     "phonenumber": "718.269.5096",
     "description": "Serving organic, ethically sourced specialty coffee over friendly vibes — locally owned and community supported.\nCozy local coffee house offering specialty coffee & chill vibes.\n\nThroughout the years, we’ve seen gentrification take over. Many new businesses were displacing mom-and-pop Chinese stores with no acknowledgment of the existing community. Being with seniors every day, we saw how the places they regularly go to were closing and they were not welcome in the new ones. We wanted to create a place for the neighborhood, and offer products and services as “jook-sings” (Chinese born in a Western environment) to showcase how you can be modern yet still be a part of the local community. There is a clear cultural dichotomy between our elders and our American peers and we hope to bridge this gap with our small humble coffee shop.\n\nWe strive to cater to the neighborhood with Chinese-speaking staff and a Chinese menu. 90% of our customers live within a 2-3 block radius. This community has helped us get through this difficult year. We try to be inclusive of the older Chinese patrons by giving them senior discounts. Since our customers are mostly local, we also act as a bulletin board for the neighborhood and post Public Service Announcements like information about rent reduction.",
     "bathroom": "no",
     "whatididandorder": "got the hojicha mochi (w/ chocolate and blackberries), working on core 2: typography – project 2 home, got a matcha latte later on, chatted with david, talked about film and his music",
     "notes": "they always have music playing in the background, is a friendly neighborhood coffee shop, seems like everyone kind of knows everyone, good conversations"
   },
   {
     "shop": "Haven Cafe",
     "link": "https://www.instagram.com/havencafeny/",
     "img": "haven2.jpg",
     "datevisited": "03.06.2023",
     "address": "147 Mott Street, New York, NY 10013",
     "openhours": "Monday – Saturday: 8a – 6p / Sunday: 11a – 6p",
     "phonenumber": "646.207.6574",
     "description": "Haven Café is a nonprofit café founded by Chinese Christian Herald Crusades. The vision for Haven Café is to bring life, love, and good coffee and pastries to the community. We are here for the community. We offer barista training for youth from 14-18 year old. We also offer translation and immigration consulting services for new immigrants. In addition to being a café, we are also a community space for live music events, game nights, meetings, and seminars. We welcome organizations to reserve our space.",
     "bathroom": "yes (at the back of the cafe)",
     "whatididandorder": "went with liia, ordered a jasmine tea, liia got a drip coffee (hot), worked on my photo etching project 2: surrealism",
     "notes": "more like a community place, for people living into neighborhood or something to come in, sit and work, they also have a bunch of board games and books for people that sits and hang out here, quiet enviroment\n"
   },
   {
     "shop": "Baxter St Cafe",
     "link": "https://www.instagram.com/baxterstcafe/",
     "img": "baxterst2.jpg",
     "datevisited": "03.18.2023",
     "address": "128 Baxter St, New York, NY 10013",
     "openhours": "Sunday – Monday: closed / Tuesday – Friday: 9a – 4p / Saturday: 10a – 4p",
     "phonenumber": "212.260.9927",
     "description": "The Baxter St Cafe has reopened with the help of THINK Coffee and our new barista and cafe manager, Ryan Matt!\n\nRyan Matt is currently in Graduate School at Pratt working on mutual aid and food redistribution / insecurity, specifically in art cafes. She is working on an opening plan and future opportunities for the Baxter St Cafe.\n\nTHINK Coffee is excited to come on as a supplier for the Baxter St Cafe, providing us with beans, pastries, supplies, and a helping hand to teach us the best techniques for brewing their coffee. THINK Coffee’s mission is to change how the world thinks about sourcing coffee responsibly. Each cup they sell directly benefits the most vulnerable in their supply chain.\n\nThe Baxter St Cafe is located in the Project Space. This adjacent space offers an expansion of our main gallery for exhibitions, events programming, and conversation series along with other relevant projects aimed to further amplify Baxter St at CCNY’s mission to uplift emerging lens-based artists and expand discourse around the surrounding mediums. ",
     "bathroom": "yes (at the back of the cafe)",
     "whatididandorder": "ordered an english breakfast tea, mainly people watching and worked on core 2: typography – project 2 home ",
     "notes": "small environment, initially thought it would be pretty slow and quiet, but there’s more people than expected, i like that they put two rectangular tables together side by side to make it one long table for people to sit on both sides, there was a project on display called \"The Chain Letter Project: A Colelctive Memory\", think it's cool to have a shared space for project displays as well as a cafe"
   }
]